# These formula are the absolute base for my macOS environment.

# Maintained version of `exa`, a replacement for `ls`.
brew "eza"
# Find files - used by `zf` in fish.
brew "fd"
# My default shell
brew "fish"
# Interacting with GitHub via the CLI - configured in ~/.config/gh/config.yml.
brew "gh"
# VCS - configured in ~/.config/git/config and ~/.config/git/ignore.
brew "git"
# Latest version of go - for tool binaries
brew "go"
# Used by gh in ~/.config/gh/config.yml.
brew "gum"
# jumping around - bound to `z` in fish.
brew "jump"
# project-specific commands - abbreviated to `j` in fish.
brew "just"
# $EDITOR
brew "neovim"
# install and run python applications in isolated environments
# used to install and run beets
# https://github.com/pypa/pipx
brew "pipx"
# Managing python versions
brew "pyenv"
# better searching - configured in ~/.config/ripgreprc.
brew "ripgrep"
# Fuzzy finding, used in fish.
brew "zf"

# terminal
cask "kitty"

# fonts
tap "homebrew/cask-fonts"

# [homebrew-bundle's README][^1] designates the example Brewfile as `ruby` in the markdown.
# [^1]: https://github.com/Homebrew/homebrew-bundle/blob/master/README.md
# vim: set filetype=ruby:
