# These formula are the absolute base for my macOS environment.

# Maintained version of `exa`, a replacement for `ls`.
brew "eza"
# Find files - used by `fzf` in fish.
brew "fd"
# My default shell
brew "fish"
# Fuzzy finding, for fish.
brew "fzf"
# Interacting with GitHub via the CLI - configured in ~/.config/gh/config.yml.
brew "gh"
# VCS - configured in ~/.config/git/config and ~/.config/git/ignore.
brew "git"
# Latest version of go - for tool binaries
brew "go"
# jumping around - bound to `z` in fish.
brew "jump"
# project-specific commands - abbreviated to `j` in fish.
brew "just"
# $EDITOR
brew "neovim"
# better searching - configured in ~/.config/ripgreprc.
brew "ripgrep"
# Needed by neovim-treesitter to install certain parsers
brew "tree-sitter-cli"
# install and run python tools (that aren't available in homebrew)
brew "uv"

# terminals
cask "ghostty"
cask "kitty"

# [homebrew's bundle docs][^1] designates the example Brewfile as `ruby` in the markdown.
# [^1]: https://github.com/Homebrew/brew/blob/544728fd33f0a22ed2b934bfd75b7f6612115e8d/docs/Brew-Bundle-and-Brewfile.md#L61
# vim: set filetype=ruby:
