tap "aykamko/tag-ag"
tap "buo/cask-upgrade"
tap "clangen/musikcube"
tap "golangci/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/command-not-found"
tap "homebrew/core"
tap "homebrew/services"
tap "lukakerr/casks"
tap "nektos/tap"
tap "neovim/neovim"
tap "schollz/tap"
tap "twpayne/taps"
tap "universal-ctags/universal-ctags"
tap "valelint/vale"
brew "readline"
brew "python@2"
brew "alpine"
brew "angband"
brew "annie"
brew "ansifilter"
brew "oniguruma"
brew "jq"
brew "ansiweather"
brew "arp-scan"
brew "gmp"
brew "isl"
brew "mpfr"
brew "libmpc"
brew "gcc"
brew "libevent"
brew "asciidoctor", link: false
brew "xz"
brew "python"
brew "asciinema"
brew "autoconf"
brew "automake"
brew "coreutils"
brew "libtool"
brew "libyaml"
brew "asdf"
brew "aspell"
brew "gettext"
brew "libffi"
brew "pcre"
brew "glib"
brew "atk"
brew "autoenv"
brew "awscli"
brew "bash"
brew "bat"
brew "bats-core"
brew "bazel"
brew "libusb"
brew "bettercap"
brew "bison"
brew "blast"
brew "bmon"
brew "icu4c"
brew "boost"
brew "boost-build"
brew "borg"
brew "boringtun"
brew "brotli"
brew "buku"
brew "bup"
brew "bwm-ng"
brew "c-ares"
brew "ghc"
brew "caddy"
brew "libpng"
brew "freetype"
brew "fontconfig"
brew "pixman"
brew "cairo"
brew "carthage"
brew "catimg"
brew "ccat"
brew "certbot"
brew "cheat"
brew "checkstyle"
brew "chrome-cli"
brew "clang-format"
brew "clib"
brew "cloc"
brew "clog"
brew "cmake"
brew "cmark"
brew "cmatrix"
brew "cocoapods"
brew "cointop"
brew "composer"
brew "conan"
brew "coq"
brew "cowsay"
brew "cppcheck"
brew "pkg-config"
brew "crystal"
brew "cscope"
brew "ctop"
brew "curl"
brew "jemalloc"
brew "libidn"
brew "libssh2"
brew "dark-mode"
brew "libunistring"
brew "w3m"
brew "wget"
brew "dasht"
brew "go"
brew "dep"
brew "detox"
brew "diff-so-fancy"
brew "direnv"
brew "dnsmasq"
brew "doctl"
brew "doitlive"
brew "dos2unix"
brew "doxygen"
brew "dropbox-uploader"
brew "elasticsearch"
brew "jpeg"
brew "libtiff"
brew "elixir"
brew "elm-format"
brew "elvish"
brew "libtasn1"
brew "nettle"
brew "gnutls"
brew "emacs", link: false
brew "entr"
brew "ghostscript"
brew "eslint"
brew "etcd"
brew "ethereum"
brew "exa"
brew "exercism"
brew "exiftool"
brew "faac"
brew "faad2"
brew "fasd"
brew "fd"
brew "fdupes"
brew "fff"
brew "libogg"
brew "flac"
brew "fribidi"
brew "lame"
brew "webp"
brew "libvorbis"
brew "libsamplerate"
brew "libvpx"
brew "tesseract"
brew "x264"
brew "xvid"
brew "fftw"
brew "figlet"
brew "findutils"
brew "fish"
brew "flake8"
brew "flatbuffers"
brew "fluid-synth"
brew "zstd"
brew "folly"
brew "fossil"
brew "fpp"
brew "fx"
brew "fzy"
brew "gandi.cli"
brew "gd"
brew "gdb"
brew "gifski"
brew "gist"
brew "git"
brew "git-extras"
brew "git-flow"
brew "git-lfs"
brew "git-sizer"
brew "glances"
brew "libgpg-error"
brew "libassuan"
brew "libgcrypt"
brew "libksba"
brew "pinentry"
brew "gnupg"
brew "gpgme"
brew "gnu-getopt"
brew "gnu-indent"
brew "gnu-units"
brew "lua"
brew "tokyo-cabinet"
brew "goaccess"
brew "google-java-format"
brew "googler"
brew "gopass"
brew "goreleaser"
brew "libusb-compat"
brew "gphoto2"
brew "gradle"
brew "gron"
brew "protobuf"
brew "grpc"
brew "grv"
brew "guetzli"
brew "hadolint"
brew "handbrake", link: false
brew "hashcat"
brew "hdf5"
brew "hexyl"
brew "hey"
brew "hping"
brew "htop"
brew "httpie"
brew "httping"
brew "hub"
brew "hugo"
brew "hunspell"
brew "hyperfine"
brew "i2p"
brew "icarus-verilog"
brew "icdiff"
brew "iftop"
brew "ii"
brew "shared-mime-info"
brew "imagemagick"
brew "infer"
brew "insect"
brew "intltool"
brew "ipfs"
brew "ipython"
brew "irssi"
brew "jid"
brew "john-jumbo"
brew "jrnl"
brew "json-c"
brew "jump"
brew "pandoc"
brew "jupyter"
brew "just"
brew "kafka"
brew "khal"
brew "ledger"
brew "lego"
brew "leiningen"
brew "lepton"
brew "less"
brew "libcello"
brew "libgit2"
brew "libid3tag"
brew "libmagic"
brew "memcached"
brew "libmpdclient"
brew "libquvi"
brew "lzlib"
brew "libsigsegv"
brew "ruby"
brew "libstfl"
brew "unibilium"
brew "libtermkey"
brew "libuv"
brew "libvterm"
brew "swig"
brew "lolcat"
brew "lynx"
brew "lzip"
brew "m-cli"
brew "m4"
brew "magic-wormhole"
brew "make"
brew "makedepend"
brew "mas"
brew "maven"
brew "md5deep"
brew "micro"
brew "midnight-commander"
brew "minimal-racket"
brew "mitmproxy"
brew "mkcert"
brew "mongodb@3.4", restart_service: true
brew "mono"
brew "mosh"
brew "most"
brew "mpc"
brew "mpd", restart_service: true
brew "mpg123"
brew "msgpack"
brew "mtr"
brew "mutt"
brew "mypy"
brew "mysql"
brew "namebench"
brew "nano"
brew "ncdu"
brew "taglib"
brew "ncmpcpp"
brew "neo4j"
brew "neofetch"
brew "zlib"
brew "neomutt"
brew "neovim"
brew "netcat"
brew "nethack"
brew "newman", link: false
brew "newsboat"
brew "nginx"
brew "ngspice"
brew "nim"
brew "ninja"
brew "nmap"
brew "nnn"
brew "noti"
brew "ntp"
brew "nudoku"
brew "numpy", link: false
brew "octave"
brew "openssl@1.1"
brew "osquery"
brew "parallel"
brew "tree"
brew "pass"
brew "peco"
brew "perl"
brew "tidy-html5"
brew "php"
brew "pipenv"
brew "pipes-sh"
brew "pipx"
brew "pms"
brew "podofo", link: false
brew "postgresql", restart_service: true
brew "pre-commit"
brew "prettier"
brew "prettyping"
brew "primesieve"
brew "procs"
brew "prototool"
brew "pth"
brew "pv"
brew "pwgen"
brew "py2cairo", link: false
brew "pyenv"
brew "pypy"
brew "pypy3"
brew "ranger"
brew "rclone"
brew "redis", restart_service: true
brew "redo"
brew "rename"
brew "ripgrep"
brew "rpm"
brew "rtv"
brew "rustup-init"
brew "s-search"
brew "sbcl"
brew "scipy"
brew "scrypt"
brew "sd"
brew "shellcheck"
brew "shfmt"
brew "shpotify"
brew "sk"
brew "sl"
brew "spark"
brew "speedtest-cli"
brew "ssh-copy-id"
brew "stow"
brew "streamlink"
brew "surfraw"
brew "syncthing"
brew "tarsnap"
brew "task"
brew "telnet"
brew "terraform"
brew "terragrunt"
brew "the_silver_searcher"
brew "thefuck"
brew "tig"
brew "tldr"
brew "tmate"
brew "tmux"
brew "toilet"
brew "tokei"
brew "traefik"
brew "translate-shell"
brew "transmission"
brew "typespeed"
brew "unar"
brew "uncrustify"
brew "unrar"
brew "urbit"
brew "vcprompt"
brew "vdirsyncer"
brew "vegeta"
brew "verilator"
brew "vifm"
brew "vim"
brew "vimpc"
brew "vit"
brew "wallpaper"
brew "watch"
brew "watchman"
brew "webpack"
brew "weechat"
brew "wego"
brew "wemux"
brew "wifi-password"
brew "wiki"
brew "wireguard-go"
brew "wireguard-tools"
brew "wireshark"
brew "wolfssl"
brew "write-good"
brew "xonsh"
brew "xsv"
brew "yank"
brew "yarn"
brew "yasm"
brew "you-get"
brew "youtube-dl"
brew "zplug"
brew "zsh"
brew "aykamko/tag-ag/tag-ag"
brew "clangen/musikcube/musikcube"
brew "golangci/tap/golangci-lint"
brew "nektos/tap/act"
brew "schollz/tap/croc"
brew "twpayne/taps/chezmoi"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
brew "valelint/vale/vale"
cask "alfred"
cask "anki"
cask "anybar"
cask "aws-vault"
cask "bartender"
cask "beaker-browser"
cask "beardedspice"
cask "bfxr"
cask "blender"
cask "burn"
cask "calibre"
cask "caprine"
cask "cfxr"
cask "coolterm"
cask "dash"
cask "dbeaver-community"
cask "discord"
cask "docker"
cask "dropbox"
cask "emacs"
cask "etcher"
cask "fastlane"
cask "firefox"
cask "flux"
cask "fog"
cask "font-hack-nerd-font"
cask "font-iosevka"
cask "gimp"
cask "google-chrome"
cask "google-drive"
cask "handbrake"
cask "iina"
cask "imageoptim"
cask "integrity"
cask "istat-menus"
cask "iterm2-nightly"
cask "itsycal"
cask "java"
cask "kap"
cask "keka"
cask "keybase"
cask "licecap"
cask "macdown"
cask "macspice"
cask "magicavoxel"
cask "minecraft"
cask "mojibar"
cask "muzzle"
cask "now"
cask "nvalt"
cask "openemu"
cask "sketch"
cask "spotify"
cask "steam"
cask "the-unarchiver"
cask "touch-bar-simulator"
cask "tower"
cask "transmission"
cask "transmit"
cask "tyke"
cask "vlc"
cask "wireshark"
cask "zotero"
cask "lukakerr/casks/pine"
mas "Amphetamine", id: 937984704
mas "Calcbot", id: 931657367
mas "Day One", id: 1055511498
mas "Forecast Bar", id: 982710545
mas "GIF Brewery 3", id: 1081413713
mas "Keynote", id: 409183694
mas "Letterpress", id: 1070543522
mas "Parcel", id: 639968404
mas "Pastebot", id: 1179623856
mas "Reeder", id: 1449412482
mas "RunCat", id: 1429033973
mas "Things", id: 904280696
mas "Tweetbot", id: 1384080005
mas "WireGuard", id: 1451685025
