tap "mopidy/mopidy"
tap "buo/cask-upgrade"
tap "homebrew/dupes"
tap "homebrew/science"
tap "homebrew/command-not-found"
tap "homebrew/core"
tap "homebrew/php"
tap "homebrew/versions"
tap "homebrew/games"
tap "homebrew/python"
tap "homebrew/bundle"
tap "homebrew/emacs"
tap "homebrew/services"
tap "hhvm/hhvm"
tap "caskroom/fonts"
tap "caskroom/versions"
tap "caskroom/cask"
tap "valelint/vale"
tap "clangen/musikcube"
tap "neovim/neovim"
tap "universal-ctags/universal-ctags"
cask "java"
brew "angband"
brew "arp-scan"
brew "gdbm"
brew "openssl"
brew "readline"
brew "sqlite"
brew "xz"
brew "python3"
brew "asciinema"
brew "aspell"
brew "fontconfig"
brew "gettext"
brew "pcre"
brew "pixman"
brew "cairo"
brew "perl"
brew "git"
brew "atk"
brew "autoconf"
brew "autoenv"
brew "automake"
brew "bash"
brew "bazel"
brew "bdw-gc"
brew "bison"
brew "bmon"
brew "boost", args: ["with-icu4c"]
brew "borg"
brew "openssl@1.1"
brew "buku"
brew "bup", args: ["with-test"]
brew "bwm-ng"
brew "c-ares"
brew "catimg"
brew "ccat"
brew "certbot"
brew "cheat"
brew "chrome-cli"
brew "clang-format"
brew "clib"
brew "cloc"
brew "clog"
brew "cmake"
brew "cmatrix"
brew "conan"
brew "coq"
brew "coreutils"
brew "cppcheck"
brew "gmp"
brew "libevent"
brew "libyaml"
brew "crystal-lang"
brew "cscope"
brew "ctop"
brew "curl"
brew "detox"
brew "diff-so-fancy"
brew "direnv"
brew "dnsmasq"
brew "dos2unix"
brew "doxygen"
brew "dropbox-uploader"
brew "elasticsearch"
brew "erlang"
brew "elixir"
brew "elvish"
brew "exa"
brew "exiftool"
brew "faac"
brew "faad2"
brew "fasd"
brew "fdupes"
brew "lame"
brew "x264"
brew "xvid"
brew "ffmpeg"
brew "isl"
brew "mpfr"
brew "libmpc"
brew "gcc"
brew "fftw"
brew "figlet"
brew "findutils"
brew "fish"
brew "flac", args: ["with-libogg"]
brew "flatbuffers"
brew "fluid-synth"
brew "folly"
brew "harfbuzz"
brew "libtool"
brew "pango"
brew "fontforge"
brew "fpp"
brew "fribidi"
brew "fzy"
brew "gandi.cli"
brew "gdb"
brew "ghc"
brew "ghostscript"
brew "gist"
brew "git-extras"
brew "git-flow"
brew "git-lfs"
brew "libunistring"
brew "nettle"
brew "gsettings-desktop-schemas"
brew "gnu-getopt"
brew "gnu-indent"
brew "gnu-units"
brew "libgpg-error"
brew "libassuan"
brew "libgcrypt"
brew "libksba"
brew "libusb"
brew "pinentry"
brew "gnupg"
brew "go"
brew "tokyo-cabinet"
brew "goaccess"
brew "googler"
brew "pth"
brew "gpgme"
brew "libusb-compat"
brew "gphoto2"
brew "libogg"
brew "libvorbis"
brew "theora"
brew "py2cairo"
brew "guetzli"
brew "handbrake"
brew "hashcat"
brew "hdf5"
brew "hping"
brew "htop-osx"
brew "httpie"
brew "httping"
brew "hub"
brew "hugo"
brew "hunspell"
brew "icarus-verilog"
brew "iftop"
brew "infer"
brew "node"
brew "insect"
brew "intltool"
brew "ipfs"
brew "irssi"
brew "jemalloc"
brew "jid"
brew "john-jumbo"
brew "oniguruma"
brew "jq"
brew "jrnl"
brew "json-c"
brew "kafka"
brew "khal"
brew "ledger"
brew "leiningen"
brew "less"
brew "libass"
brew "libcello"
brew "libid3tag"
brew "libidn"
brew "libmagic"
brew "memcached"
brew "libmms"
brew "libmpdclient"
brew "lua"
brew "libquvi"
brew "libsamplerate"
brew "libsigsegv"
brew "libssh2"
brew "libstfl"
brew "libtermkey"
brew "libuv"
brew "libvterm"
brew "m-cli"
brew "m4"
brew "macvim"
brew "mad"
brew "magic-wormhole"
brew "make"
brew "makedepend"
brew "mas"
brew "maven"
brew "md5deep"
brew "micro"
brew "midnight-commander"
brew "minimal-racket"
brew "mongodb"
brew "mono"
brew "mosh"
brew "mpc"
brew "mpd"
brew "mpg123"
brew "mpv"
brew "msgpack"
brew "mtr"
brew "mutt", args: ["with-gpgme"]
brew "nano"
brew "ncdu"
brew "taglib"
brew "ncmpcpp"
brew "unibilium"
brew "neovim"
brew "netcat"
brew "nethack"
brew "newsbeuter"
brew "nginx"
brew "ngspice"
brew "nim"
brew "ninja"
brew "nmap"
brew "nnn"
brew "noti"
brew "ntp"
brew "nudoku"
brew "opus"
brew "pandoc"
brew "tree"
brew "pass"
brew "peco"
brew "pipes-sh"
brew "pms"
brew "postgresql", restart_service: true
brew "primesieve"
brew "pv"
brew "pwgen"
brew "pyenv"
brew "pypy"
brew "pypy3"
brew "qt"
brew "ranger"
brew "rclone"
brew "redis"
brew "redo"
brew "rename"
brew "ripgrep"
brew "rpm"
brew "rtv"
brew "s-search"
brew "sbcl"
brew "scrypt"
brew "shared-mime-info"
brew "shellcheck"
brew "shfmt"
brew "shpotify"
brew "sl"
brew "spark"
brew "stow"
brew "surfraw"
brew "swig"
brew "syncthing"
brew "tarsnap"
brew "task"
brew "terraform"
brew "tesseract"
brew "the_silver_searcher"
brew "thefuck"
brew "tig"
brew "tldr"
brew "tmate"
brew "tmux"
brew "translate-shell"
brew "transmission"
brew "ttfautohint"
brew "two-lame"
brew "typespeed"
brew "uncrustify"
brew "unrar"
brew "urbit"
brew "valgrind"
brew "vcprompt"
brew "verilator"
brew "vim"
brew "vimpc"
brew "vit"
brew "w3m"
brew "watch"
brew "watchman"
brew "weechat"
brew "wemux"
brew "wget"
brew "wifi-password"
brew "wiki"
brew "write-good"
brew "xsv"
brew "yank"
brew "yarn"
brew "yasm"
brew "you-get"
brew "zplug"
brew "zsh"
brew "zstd"
brew "clangen/musikcube/musikcube"
brew "homebrew/php/composer"
brew "homebrew/php/php71"
brew "homebrew/science/blast"
brew "mopidy/mopidy/mopidy"
brew "mopidy/mopidy/mopidy-spotify"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
brew "valelint/vale/vale"
cask "1password"
cask "alfred"
cask "anki"
cask "atom"
cask "bartender"
cask "battle-net"
cask "beaker-browser"
cask "bfxr"
cask "blender"
cask "brave"
cask "burn"
cask "caprine"
cask "cfxr"
cask "cheatsheet"
cask "coolterm"
cask "dash"
cask "dat"
cask "discord"
cask "docker"
cask "dropbox"
cask "emacs"
cask "etcher"
cask "filebot"
cask "flux"
cask "focus"
cask "gdisk"
cask "gimp"
cask "gitter"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-drive"
cask "google-hangouts"
cask "google-nik-collection"
cask "handbrake"
cask "hyper"
cask "imageoptim"
cask "integrity"
cask "istat-menus"
cask "itch"
cask "iterm2"
cask "itsycal"
cask "kap"
cask "keka"
cask "keybase"
cask "kitematic"
cask "league-of-legends"
cask "licecap"
cask "macspice"
cask "magicavoxel"
cask "mailmate"
cask "minecraft"
cask "mojibar"
cask "muzzle"
cask "now"
cask "nvalt"
cask "obs"
cask "openemu"
cask "osu"
cask "patchwork"
cask "rescuetime"
cask "sketch"
cask "skype"
cask "slack"
cask "spotify"
cask "standard-notes"
cask "steam"
cask "sublime-text"
cask "the-unarchiver"
cask "tower"
cask "transmission"
cask "transmit"
cask "vagrant"
cask "vlc"
cask "webtorrent"
cask "caskroom/fonts/font-iosevka"
cask "caskroom/versions/firefox-beta"
cask "caskroom/versions/firefoxnightly"
mas "Amphetamine", id: 937984704
mas "Battery Indicator", id: 1206020918
mas "Calcbot", id: 931657367
mas "Day One", id: 1055511498
mas "Forecast Bar", id: 982710545
mas "GIF Brewery 3", id: 1081413713
mas "iMovie", id: 408981434
mas "Lungo", id: 1263070803
mas "Momentum", id: 1030442215
mas "Reeder", id: 880001334
mas "Things3", id: 904280696
mas "Trello", id: 1278508951
mas "Tweetbot", id: 557168941
mas "Ulysses", id: 623795237
mas "Xcode", id: 497799835
