tap "caskroom/cask"
tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/dupes"
tap "homebrew/emacs"
tap "homebrew/games"
tap "homebrew/python"
tap "homebrew/science"
tap "homebrew/services"
tap "homebrew/versions"
tap "mopidy/mopidy"
tap "neovim/neovim"
tap "universal-ctags/universal-ctags"
brew "angband"
brew "arp-scan"
brew "aspell"
brew "freetype"
brew "fontconfig"
brew "gettext"
brew "pcre"
brew "glib"
brew "pixman"
brew "cairo"
brew "perl"
brew "git"
brew "openssl"
brew "gdbm"
brew "readline"
brew "sqlite"
brew "python"
brew "gobject-introspection"
brew "atk"
brew "autoconf"
brew "automake"
brew "bazel"
brew "bdw-gc"
brew "bison"
brew "bmon"
brew "boost", args: ["with-icu4c"]
brew "xz"
brew "python3"
brew "boost-python"
brew "borg"
brew "openssl@1.1"
brew "buku"
brew "bwm-ng"
brew "c-ares"
brew "certbot"
brew "cheat"
brew "clang-format"
brew "clib"
brew "cloc"
brew "clog"
brew "cmake"
brew "cmatrix"
brew "conan"
brew "coq"
brew "coreutils"
brew "cppcheck"
brew "cscope"
brew "ctop"
brew "curl"
brew "dos2unix"
brew "doxygen"
brew "elasticsearch"
brew "jpeg"
brew "erlang"
brew "elixir"
brew "exa"
brew "faac"
brew "faad2"
brew "fasd"
brew "fdupes"
brew "lame"
brew "x264"
brew "xvid"
brew "ffmpeg"
brew "gmp"
brew "isl"
brew "mpfr"
brew "libmpc"
brew "gcc"
brew "fftw"
brew "figlet"
brew "findutils"
brew "fish"
brew "flac", args: ["with-libogg"]
brew "flatbuffers"
brew "fluid-synth"
brew "libevent"
brew "snappy"
brew "folly"
brew "fpp"
brew "fribidi"
brew "json-c"
brew "little-cms2"
brew "gdal", args: ["with-complete", "without-python"]
brew "gdb"
brew "shared-mime-info"
brew "gdk-pixbuf"
brew "ghc"
brew "ghostscript"
brew "gist"
brew "git-extras"
brew "git-flow"
brew "git-lfs"
brew "libunistring"
brew "nettle"
brew "gsettings-desktop-schemas"
brew "gnu-getopt"
brew "libgpg-error"
brew "libassuan"
brew "libgcrypt"
brew "libksba"
brew "libusb"
brew "pinentry"
brew "gnupg"
brew "go"
brew "tokyo-cabinet"
brew "goaccess"
brew "googler"
brew "pth"
brew "gpgme"
brew "libtool"
brew "libusb-compat"
brew "gphoto2"
brew "libogg"
brew "libvorbis"
brew "theora"
brew "py2cairo"
brew "icu4c"
brew "harfbuzz"
brew "hicolor-icon-theme"
brew "pango"
brew "gtk+"
brew "guetzli"
brew "handbrake"
brew "hashcat"
brew "hping"
brew "htop-osx"
brew "httpie"
brew "httping"
brew "hub"
brew "hugo"
brew "hunspell"
brew "icarus-verilog"
brew "iftop"
brew "intltool"
brew "ipfs"
brew "irssi"
brew "jemalloc"
brew "jid"
brew "oniguruma"
brew "jq"
brew "jrnl"
brew "khal"
brew "ledger"
brew "leiningen"
brew "less"
brew "libass"
brew "libav"
brew "libcello"
brew "libssh2"
brew "libid3tag"
brew "libidn"
brew "libmagic"
brew "libmms"
brew "libmpdclient"
brew "lua"
brew "libquvi"
brew "libsamplerate"
brew "libsigsegv"
brew "libyaml"
brew "ruby"
brew "libstfl"
brew "libtermkey"
brew "libuv"
brew "libvterm"
brew "m-cli"
brew "m4"
brew "mad"
brew "make"
brew "makedepend"
brew "mas"
brew "maven"
brew "md5deep"
brew "memcached"
brew "micro"
brew "midnight-commander"
brew "minimal-racket"
brew "mobile-shell"
brew "mongodb"
brew "mono"
brew "mpc"
brew "mpd"
brew "mpv"
brew "msgpack"
brew "mtr"
brew "mutt", args: ["with-gpgme"]
brew "nano"
brew "ncdu"
brew "taglib"
brew "ncmpcpp"
brew "netcat"
brew "nethack"
brew "newsbeuter"
brew "ngspice"
brew "nim"
brew "ninja"
brew "nmap"
brew "nnn"
brew "node"
brew "noti"
brew "ntp"
brew "nudoku"
brew "opus"
brew "tree"
brew "pass"
brew "pipes-sh"
brew "pms"
brew "postgresql"
brew "primesieve"
brew "pv"
brew "pwgen"
brew "pyenv"
brew "pypy"
brew "pypy3"
brew "ranger"
brew "rclone"
brew "redis"
brew "ripgrep"
brew "rpm"
brew "s-search"
brew "sbcl"
brew "scrypt"
brew "shellcheck"
brew "sl"
brew "spark"
brew "stow"
brew "surfraw"
brew "swig"
brew "tarsnap"
brew "task"
brew "terraform"
brew "tesseract"
brew "the_silver_searcher"
brew "thefuck"
brew "tig"
brew "tldr"
brew "tmate"
brew "tmux"
brew "transmission"
brew "two-lame"
brew "typespeed"
brew "uncrustify"
brew "unibilium"
brew "urbit"
brew "valgrind", args: ["HEAD"]
brew "vcprompt"
brew "verilator"
brew "vim"
brew "vimpc"
brew "vit"
brew "w3m"
brew "watch"
brew "watchman"
brew "weechat"
brew "wemux"
brew "wget"
brew "wifi-password"
brew "wiki"
brew "write-good"
brew "yank"
brew "yarn"
brew "yasm"
brew "you-get"
brew "zplug"
brew "zstd"
brew "homebrew/science/blast"
brew "mopidy/mopidy/mopidy"
brew "mopidy/mopidy/mopidy-spotify"
brew "neovim/neovim/neovim"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "1password"
cask "anki"
cask "atom"
cask "beaker-browser"
cask "blender"
cask "burn"
cask "caprine"
cask "cheatsheet"
cask "docker"
cask "dropbox"
cask "google-cloud-sdk"
cask "handbrake"
cask "hyper"
cask "integrity"
cask "itch"
cask "kap"
cask "keka"
cask "licecap"
cask "macspice"
cask "minecraft"
cask "mojibar"
cask "nvalt"
cask "openemu"
cask "skype"
cask "slack"
cask "steam"
cask "tower"
cask "transmission"
cask "vlc"
mas "Amphetamine", id: 937984704
mas "Battery Indicator", id: 1206020918
mas "Calcbot", id: 931657367
mas "Day One", id: 1055511498
mas "Forecast Bar", id: 982710545
mas "GIF Brewery 3", id: 1081413713
mas "Pomodoro Timer", id: 872515009
mas "Reeder", id: 880001334
mas "Things3", id: 904280696
mas "Tweetbot", id: 557168941
mas "Ulysses", id: 623795237
